aaron-bond.better-comments
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
christian-kohler.path-intellisense
cit.turing-squad
davidanson.vscode-markdownlint
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foam.foam-vscode
github.copilot
github.copilot-chat
gitlab.gitlab-workflow
humao.rest-client
loiane.java-spring-extension-pack
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
redhat.java
redhat.vscode-apache-camel
redhat.vscode-microprofile
redhat.vscode-quarkus
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
shd101wyy.markdown-preview-enhanced
shengchen.vscode-checkstyle
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
wakatime.vscode-wakatime
yzhang.markdown-all-in-one
